Repository: zemki/metag
Catalog: lib/l10n/intl_*.arb
Languages: de, it

source: Add new Entry
de: Neuen Eintrag hinzufügen
it: Aggiungi un entrata

# already_processed_data
source: Your data are already been processed by the researcher
de: Ihre Daten werden bereits vom Forscher verarbeitet
it: I tuoi dati sono stati già raccolti dal ricercatore

# beginDT
source: Begin date and time
de: Startdatum und -uhrzeit
it: Data e ora di inizio

# credentials_not_valid
source: Your credentials are not valid.
de: Ihre Anmeldeinformationen sind ungültig.
it: Le tue credenziali non sono valide.

# data_collection_not_started
source: The collection of data is not yet started, you're unable to send data
de: Die Datenerfassung hat noch nicht begonnen, Sie können keine Daten senden
it: La collezione dei dati non è iniziata, è impossibile inviare dati

# data_elaborated
source: You cannot edit your data because they were processed by researcher on
de: Sie können Ihre Daten nicht mehr bearbeiten, da sie bereits von den Forscher*innen verarbeitet wurden. Stand:
it: Non puoi elaborare i tuoi dati perché sono già stati elaborati dal ricercatore il giorno

# data_future_elaboration
source: Your data will be handled by the researcher and you won't be able to edit them anymore on
de: Ihre Daten werden vom Forscher verwaltet und Sie können sie nicht mehr bearbeiten am
it: I tuoi dati saranno disponibili al ricercatore e non potrai modificarli il giorno

# endDT
source: End date and time
de: Enddatum und -uhrzeit
it: Data e ora di fine

source: Enter Data
de: Dateneingabe
it: Inserisci i dati

# entry_deleted
source: Entry was successfully deleted.
de: Eintrag wurde erfolgreich gelöscht.
it: L'entrata è stata eliminata.

# entry_update
source: Update Entry
de: Eintrag aktualisieren
it: Aggiorna dati

# homepage_entries
source: Your Entries
de: Ihre Einträge
it: I tuoi dati

# homepage_menu_PP
source: Privacy Policy
de: Datenschutz-Bestimmungen
it: Informativa sulla privacy

source: I understand.
de: Ich verstehe
it: Capisco

# login_email_remember
source: Remember Email?
de: E-Mail-Adresse merken?
it: Ricorda la Email?

# login_forgot_password
source: Forgot Password?
de: Passwort vergessen?
it: Password Dimenticata?

# login_no_cases
source: You have no cases. Contact your researcher.
de: Sie haben keine Fälle. Kontaktieren Sie Ihre*n verantwortliche*n Forscher*in.
it: Non hai casi. Contatta il tuo ricercatore.

# network_missing
source: Please check your connectivity.
de: Bitte überprüfen Sie Ihre Verbindung.
it: Controlla la tua connettività.

source: Now Recording
de: Nimmt auf
it: Registrando

# override_recording
source: Override
de: Überschreiben
it: Sovrascrivi

source: Password
de: Passwort

source: Play Recording
de: Aufnahme abspielen
it: Riproduci registrazione

# please_check_entries
source: Please check your entries.
de: Bitte überprüfen Sie Ihre Einträge.
it: Si prega di controllare i dati.

# please_record_audio
source: Please record an audio
de: Bitte nehmen Sie ein Audio auf
it: Si prega di registrare un audio

# please_select_media
source: Please type or select a media
de: Bitte geben Sie ein Medium ein oder wählen Sie es aus.
it: Digita o seleziona un media

# please_write_text
source: Please enter some text
de: Bitte geben Sie einen Text ein
it: Per favore, inserisci del testo

source: Press Start
de: Drücken Sie Start.
it: Premi Start

# researcher_has_data
source: Your data are already been processed by the researcher
de: Ihre Daten werden bereits von dem Forscher/der Forscherin verarbeitet.
it: I tuoi dati sono già stati elaborati dal ricercatore

# select_one_or_more
source: Please select one or more
de: Bitte wählen Sie eine oder mehrere Option(en).
it: Per favore, seleziona una o più

# select_only_one
source: Please select only one option
de: Bitte wählen Sie genau eine Option aus
it: Per favore, seleziona solo un opzione

source: Sending Entry...
de: Eintrag senden...
it: Invio dei dati...

# server_error
source: There is an error on the server, please contact the admin.
de: Es liegt ein Fehler auf dem Server vor, bitte kontaktieren Sie den Administrator.
it: C'è un errore sul server, per favore contatta l'amministratore.

# service_not_available
source: The service is not available, try again in few minutes. If this error persists, contact the admin.
de: Die App ist nicht verfügbar, versuchen Sie es in ein paar Minuten erneut. Wenn dieser Fehler weiterhin besteht, wenden Sie sich an den Administrator.
it: L'app non è disponibile, riprova tra qualche minuto. Se l'errore persiste, contattare l'amministratore.

# start_is_after_end
source: Your starting time is after the end time.
de: Ihr Startzeitpunkt liegt nach dem Endzeitpunkt.
it: L'ora di inizio è successiva all'ora di fine.

source: Stop Playing
de: Aufnahme stoppen
it: Interrompi Audio
